/**
 *	filename: Menu.strings
 *	created : Fri May 28 13:08:33 2004
 *	LastEditDate Was "Thu Nov 11 13:03:57 2004"
 *
 */
MENU_SEARCH                = "Spotlight";

/* Format of a tooltip line*/
MENU_1_LINE_TOOLTIP       = "%@: %@";

/* Format of a 2 lines tooltip */
MENU_2_LINES_TOOLTIP	   = "%@: %@\n%@: %@";

/* Format of a 3 lines tooltip */
MENU_3_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@";

/* Format of a 4 lines tooltip */
MENU_4_LINES_TOOLTIP	   = "%@: %@\n%@: %@\n%@: %@\n%@: %@";

/* Format of a definition tooltip */
MENU_DICTIONARY_TOOLTIP	   = "%@\n%@: %@";

/* Text used in tooltip == displayName */
MENU_NAME_TOOLTIP          = "Nome";

/* Text used in tooltip == path to file */
MENU_URL_TOOLTIP           = "Url";

/* Text used in tooltip == url to item its a bookmark */
MENU_WHERE_TOOLTIP         = "Percorso";

/* Text used in tooltip == only in mail messages */
MENU_AUTHORS_TOOLTIP       = "Da";

/* Text used in tooltip when its a calculation result */
MENU_EXPRESSION_TOOLTIP   = "Calcolatrice";

/* Text used in tooltip to show the phone number when its a contact */
MENU_PHONE_TOOLTIP        = "Telefono";

/* Text used in tooltip when its a definition result */
MENU_DEFINITION_TOOLTIP    = "Definizione";

/* Text used in tooltip to show its a search */

/* For now these are the same, if its necessary to show something
 * different from just 1 result then change one of them
 */
SHOW_ALL_NO_COUNT          = "Mostra tutto";
SHOW_ALL_RESULT_SINGULAR   = "Mostra tutto (1)";
SHOW_ALL_RESULT_PLURAL	   = "Mostra tutto (%d)";
SHOW_ALL_RESULT_NONE_FOUND = "Nessun risultato";
SHOW_ALL_RESULTS_HEADING   = "Risultati";
MENU_PREFERENCES           = "Preferenze Spotlight…";

/* This is  the menu indexing status */
FIELD_INDEXING_DISKS_TOOLTIP = "Indicizzo i volumi (%d%% realizzato)";
FIELD_INDEXING_TOOLTIP_CALCULATING = "Indicizzo i volumi";

/* This is used as the separator between the name and the directory component in the Search menu */
EMDASH = "—";

/* Used when for the indexing volumes section */
INDEXING_VOLUME_NAMED = "Indicizzo %@";

TIME_REMAINING_HOURS = "Circa %d ore restanti";
TIME_REMAINING_MINUTES = "Circa %d minuti restanti";
TIME_REMAINING_SECONDS = "Circa %d secondi restanti";

TIME_REMAINING_HOUR = "Circa %d ora restante";
TIME_REMAINING_MINUTE = "Circa %d minuto restante";
TIME_REMAINING_SECOND = "Circa %d secondo restante";

CALCULATING_TIME = "Tempo stimato di indicizzazione";
INTERNAL_DISKS = "Indicizzo volumi interni";

/* Placed in the top text field when indexing everything */
INDEXING = "Indicizzo…";

"INDEXING_COMPUTER" = "Indicizzo %@";

"NO_MAIL_SUBJECT" = "Nessun oggetto";

/* Path tooltip for iTunes music files */
"PREVIEW_ITUNES_LIBRARY" = "Libreria musicale di iTunes";

/* Path tooltip for items in the trash */
"PREVIEW_TRASH" = "Cestino";
